# Дана строка. Преобразовать в ней все строчные буквы (как латинские, так и русские)
# в прописные.

S = input("Введите строку: ")
print(S.upper())  # Меняем регистр (пропись как я понял)